Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=366_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi giellalávdegoddái nammaduvvojedje ođđa lahtut
smn: Säämi kielâlävdikoodán nomâttuvvojii uđđâ jesâneh

source: Sámi parlamentáralaš ráđi čoahkkin nammadii ođđa lahtuid golmma Davviriikka ja Ruošša sámiid oktasaš sámegiela lávdegoddái.
smn: Säämi parlamentaarlâš rääđi čuákkim nomâttij uđđâ jesânijd kuulmâ Tave-eennâm já Ruošâ sämmilij ohtsii säämi kielâlävdikoodán.

source: Ođđa giellalávdegoddi doaibmá jagi 2011 loahpa rádjái ja dat ovddasta oktiibuot čieža sámegiela.
smn: Uđđâ kielâlävdikodde tuáimá ive 2011 loopâ räi já tot oovdâst ohtsis čiččâm sämikiellâd.

source: Parlamentáralaš ráđđi čoahkkanii Roavvenjárggas 14.4.
smn: Parlamentaarlâš rääđi čokkânij Ruávinjaargâst 14.4.

source: Sámi giellalávdegoddái doaibmabadjái 2010-2011 nammaduvvojedje čuovvovaš lahtut:
smn: Säämi kielâlävdikode jesânin pajan 2010-2011 nomâttuvvojii čuávvoo ulmuuh:

source: Suomas davvisámegiela ovddasta Vesa Guttorm (várrelahttu Petra Biret Magga-Vars), anárašgiela Petter Morottaja (Ilmar Mattus) ja nuortalašgiela Erkki Lumisalmi (Jouni Moshnikoff).
smn: Suomâst tavesämikielâ oovdâst Vesa Guttorm (värijeessân Petra Biret Magga-Vars), aanaarsämikielâ Petter Morottaja (Ilmari Mattus) já nuorttâsämikielâ Erkki Lumisalmi (Jouni Moshnikoff).

source: Ruoššas gielddasámegiela ovddasta Nina Afanasjeva (Nadesha Zolutuhina), darjesámegiela Nina Mironova (A. F. Zaharov) ja nuortalašgiela Zoja Nosova (Irina Tychuk).
smn: Ruošâst kieldâsämikielâ oovdâst Nina Afanasjeva (Nadesha Zolutuhina), tarjesämikielâ Nina Mironova (A. F. Zaharov) já nuorttâsämikielâ Zoja Nosova (Irina Tychuk).

source: Ruoŧas davvisámegiela ovddasta Inger Hansson Omma (Marianne Marainen), julevsámegiela Per Anders Vannar (Gun Aira) ja lullisámegiela David Jonasson (Sigrid Stångberg).
smn: Ruotâst tavesämikielâ oovdâst Inger Hansson Omma (Marianne Marainen), juulevsämikeilâ Per Anders Vannar (Gun Aira) já maadâsämikielâ David Jonasson (Sigrid Stångberg).

source: Geahča dás.
smn: Keejâ täst.
